Repository: ipsavitsky/anchorChecker
Catalog: po/*/LC_MESSAGES/bot.po
Languages: ru

source: Hi! Welcome to anchorChecker bot! Right now it supports notifies for the following commands: This bot can query APY with notifiers, as well as query different prices of associated tokens Right now the updates it's APY once in an hour
ru: Добро пожаловать в anchorChecker!Сейчас готовы следующие командыЭтот бот может получать APY с помощью нотификаторов, а так же получать цену соответствующих токеновПрямо сейчас поддержаны следующие команды

source: Input your threshold:
ru: Введите границу:

source: Input threshhold's name
ru: Введите наименование границы

source: added thershhold name {} with value {}
ru: добавили границу {} с именем {}

source: found notifier: {}
ru: найден нотификатор: {}

source: No notifiers set yet
ru: Нотификаторов пока нет

source: Current ANC price is {}
ru: Текущая цена ANC составляет {}

source: Current LUNA price is {}
ru: Текущая цена LUNA составляет {}

source: Current ANC market cap is {}
ru: Текущая капитализация ANC составляет {}

source: Current UST market cap is {}
ru: Текущая капитализация UST составляет {}

source: Current UST price is {}
ru: Текущая цена UST составляет {}

source: Alarm! APY dropped below {} on notifier {}
ru: Внимание! APY падает ниже {} на нотификаторе {}
